// © Copyright 2005, 2015 HP Development Company, L.P.

TaskName = "Kontrollpanelspåk";

English = "Engelsk";
French = "Fransk";
German = "Tysk";
Spanish = "Spansk";
Italian = "Italiensk";
Swedish = "Svensk";
Danish = "Dansk";
Norwegian = "Norsk";
Dutch = "Nederlandsk";
Finnish = "Finsk";
Japanese = "Japansk";
Portuguese = "Portugisisk";
Polish = "Polsk";
Turkish = "Tyrkisk";
Kanji = "Kanji";
TradChinese = "Tradisjonell kinesisk";
SimpChinese = "Forenklet kinesisk";
Russian = "Russisk";
Czech = "Tsjekkisk";
Hungarian = "Ungarsk";
Korean = "Koreansk";
Thai = "Thai";
Hebrew = "Hebraisk";
EastEuropean = "Østeuropeisk";
EuroEnglish = "Engelsk (Europa)";
CanadianFrench = "Fransk (Canada)";
Greek = "Gresk";
Arabic = "Arabisk";
IndonesianBahasa = "Bahasa Indonesia";
Bulgarian = "Bulgarsk";
Croatian = "Kroatisk";
Estonian = "Estisk";
Latvian = "Latvisk";
Lithuanian = "Litauisk";
Romanian = "Rumensk";
Slovakian = "Slovakisk";
Slovenian = "Slovensk";
Ukrainian = "Ukrainsk";
Malay = "Bahasa Melayu";

TaskDescription = "For å endre språket informasjonen i kontrollpanelet vises i og språket i rapporter for skriverenheter (som f.eks. konfigurasjonsside), velg et språk fra listen under:";
LanguageLabel = "Språk:";
ApplyButtonTitle = "Bruk";
NoLangSelected = "Velg et språk";

NoCountrySelected = "Velg land/region";
CountryLabel = "Land/region";

// country names
afghanistan = "Afghanistan";
albania = "Albania";
algeria = "Algerie";
americanSamoa = "Amerikansk Samoa";
andorra = "Andorra";
angola = "Angola";
anguilla = "Anguilla";
antiguaAndBarbuda = "Antigua og Barbuda";
argentina = "Argentina";
armenia = "Armenia";
aruba = "Aruba";
ascensionIsland = "ascensionIsland";
australia = "Australia";
austria = "Østerrike";
azerbaijan = "Aserbajdsjan";
bahamasThe = "Bahamas";
bahrain = "Bahrain";
bangladesh = "Bangladesh";
barbados = "Barbados";
belarus = "Hviterussland";
belgium = "Belgia";
belize = "Belize";
benin = "Benin";
bermuda = "Bermuda";
bhutan = "Bhutan";
bolivia = "Bolivia";
bosniaAndHerzegovina = "Bosnia og Herzegovina";
botswana = "Botswana";
brazil = "Brasil";
brunei = "Brunei";
bulgaria = "Bulgaria";
burkinaFaso = "Burkina Faso";
burundi = "Burundi";
cambodia = "Kambodsja";
cameroon = "Kamerun";
canada = "Canada";
capeVerde = "Kapp Verde";
caymanIslands = "Cayman-øyene";
centralAfricanRepublic = "Sentralafrikanske republikk";
chad = "Chad";
chile = "Chile";
china = "Kina";
cocosKeelingIslands = "cocosKeelingIslands";
colombia = "Colombia";
comoros = "Komorene";
congo = "Kongo";
congoDRC = "Kongo, den demokratiske republikken";
cookIslands = "Cookøyene";
costaRica = "Costa Rica";
croatia = "Kroatia";
cuba = "Cuba";
cyprus = "Kypros";
czechRepublic = "Tsjekkia";
denmark = "Danmark";
diegoGarcia = "diegoGarcia";
djibouti = "Djibouti";
dominica = "Dominica";
dominicanRepublic = "Dominikanske republikk";
ecuador = "Ecuador";
egypt = "Egypt";
elSalvador = "El Salvador";
equatorialGuinea = "Ekvatorial-Guinea";
eritrea = "Eritrea";
estonia = "Estland";
ethiopia = "Etiopia";
falklandIslandsIslasMalvinas = "Falklandøyene";
faroeIslands = "Færøyene";
fijiIslands = "Fiji";
finland = "Finland";
france = "Frankrike";
frenchAntilles = "Franske Antiller";
frenchGuiana = "Fransk Guinea";
frenchPolynesia = "Fransk Polynesia";
gabon = "Gabon";
gambiaThe = "Gambia";
georgia = "Georgia";
germany = "Tyskland";
ghana = "Ghana";
gibraltar = "Gibraltar";
greece = "Hellas";
greenland = "Grønland";
grenada = "Grenada";
guadeloupe = "Guadeloupe";
guam = "Guam";
guantanamoBay = "guantanamoBay";
guatemala = "Guatemala";
guinea = "Guinea";
guineaBissau = "Guinea-Bissau";
guyana = "Guyana";
haiti = "Haiti";
honduras = "Honduras";
hongKongSAR = "Hong Kong S.A.R.";
hungary = "Ungarn";
iceland = "Island";
india = "India";
indonesia = "Indonesia";
iran = "Iran";
iraq = "Irak";
ireland = "Irland";
israel = "Israel";
italy = "Italia";
jamaica = "Jamaica";
japan = "Japan";
jordan = "Jordan";
kazakhstan = "Kazakstan";
kenya = "Kenya";
kiribati = "Kiribati";
korea = "Sør-Korea";
kuwait = "Kuwait";
kyrgyzstan = "Kirgisistan";
laos = "Laos";
latvia = "Latvia";
lebanon = "Libanon";
lesotho = "Lesotho";
liberia = "Liberia";
libya = "Libya";
liechtenstein = "Liechtenstein";
lithuania = "Litauen";
luxembourg = "Luxembourg";
lacaoSAR = "lacaoSAR";
macedonia = "Makedonia";
madagascar = "Madagaskar";
malawi = "Malawi";
malaysia = "Malaysia";
maldives = "Maldivene";
mali = "Mali";
malta = "Malta";
marshallIslands = "Marshalløyene";
martinique = "Martinique";
mauritania = "Mauretania";
mauritius = "Mauritius";
mayotte = "Mayotte";
mexico = "Mexico";
micronesia = "Mikronesia";
moldova = "Moldova";
monaco = "Monaco";
mongolia = "Mongolia";
montserrat = "Montserrat";
morocco = "Marokko";
mozambique = "Mozambique";
myanmar = "Myanmar";
namibia = "Namibia";
nauru = "Nauru";
nepal = "Nepal";
netherlandsAntilles = "Nederlandske Antiller";
netherlandsThe = "Nederland";
newCaledonia = "Ny Caledonia";
newZealand = "New Zealand";
nicaragua = "Nicaragua";
niger = "Niger";
nigeria = "Nigeria";
niue = "Niue";
norfolkIsland = "norfolkIsland";
northKorea = "Nord-Korea";
norway = "Norge";
oman = "Oman";
pakistan = "Pakistan";
palau = "Palau";
panama = "Panama";
papuaNewGuinea = "Papua New Guinea";
paraguay = "Paraguay";
peru = "Peru";
philippines = "Filippinene";
poland = "Polen";
portugal = "Portugal";
puertoRico = "Puerto Rico";
qatar = "Qatar";
reunion = "Réunion";
romania = "Romania";
russia = "Russland";
rwanda = "Rwanda";
samoa = "Samoa";
sanMarino = "San Marino";
saudiArabia = "Saudi-Arabia";
senegal = "Senegal";
serbiaAndMontenegro = "Serbia og Montenegro";
seychelles = "Seychellene";
sierraLeone = "Sierra Leone";
singapore = "Singapore";
slovakia = "Slovakia";
slovenia = "Slovenia";
solomonIslands = "Solomon-øyene";
somalia = "Somalia";
southAfrica = "Sør-Afrika";
spain = "Spania";
sriLanka = "Sri Lanka";
stHelena = "St. Helena";
stKittsAndNevis = "St. Kitts og Nevis";
stLucia = "St. Lucia";
stPierreAndMiquelon = "St. Pierre og Miquelon";
stVincentAndTheGrenadines = "St. Vincent og Grenadinene";
sudan = "Sudan";
suriname = "Surinam";
swaziland = "Swaziland";
sweden = "Sverige";
switzerland = "Sveits";
syria = "Syria";
taiwan = "Taiwan, Kina";
tajikistan = "Tadsjikistan";
tanzania = "Tanzania";
thailand = "Thailand";
timorLeste = "timorLeste";
togo = "Togo";
tokelau = "Tokelau";
tonga = "Tonga";
trinidadAndTobago = "Trinidad og Tobago";
tunisia = "Tunisia";
turkey = "Tyrkia";
turkmenistan = "Turkmenistan";
turksAndCaicosIslands = "Turks og Caicos-øyene";
tuvalu = "Tuvalu";
uganda = "Uganda";
ukraine = "Ukraina";
unitedArabEmirates = "Forente arabiske emirater";
unitedKingdom = "Storbritannia";
unitedStates = "USA";
uruguay = "Uruguay";
uzbekistan = "Usbekistan";
vanuatu = "Vanuatu";
vaticanCity = "Vatikanstaten";
venezuela = "Venezuela";
vietnam = "Vietnam";
virginIslands = "Amerikanske Jomfruøyer";
virginIslandsBritish = "Britiske Jomfruøyer";
wallisAndFutuna = "Wallis og Futuna";
yemen = "Yemen";
zambia = "Zambia";
zimbabwe = "Zimbabwe";

// region names
"africa" = "Africa";
"asiaPacific" = "Asia Pacific";
"caribbean" = "Caribbean";
"europe" = "Europe";
"indiaChina" = "India or China";
"japanCISMEA" = "Japan CISMEA";
"latinAmerica" = "Latin America";
"middleEast" = "Middle East";
"NALAAP" = "NALAAP";
"nordic" = "Nordic";
"northAfrica" = "North Africa";
"northAmericaUSACanada" = "North America (USA, Canada)";
"northWestAfrica" = "North-West Africa";
"notSupported" = "not supported";
"southernAfrica" = "Southern Africa";
"universal" = "universal";

